{
    "ERICK": [
        "YOU:\nThanks for sitting down with me, Erick. I know today has been a lot.",
        "ERICK:\nYeah. I am trying to keep it together. Ask whatever you need.",
        "YOU:\nStart from the beginning. What were you working on in the yard?",
        "ERICK:\nThe balloon. A shiny silver one I built for a little science show. I wanted to lift it a meter, teach the kids about lift and balance.",
        "YOU:\nWalk me through the setup.",
        "ERICK:\nThree lines tied to the deck posts. I meant to add a fourth. The knots were just placeholders while I reached for extra tape.",
        "YOU:\nWhere was Hawk during that time?",
        "ERICK:\nRight by the patio, doing his little countdown voice. I told him to stay back. He said he wanted to help. I said later.",
        "YOU:\nDid you see him get into the balloon at any point?",
        "ERICK:\nI did not. I turned to grab the tape and I heard a bump. When I looked up, the balloon tugged hard and rose.",
        "YOU:\nWhat did you do next?",
        "ERICK:\nI ran. I grabbed a rope. It slid through my hands. I tried to pull it down but the wind kicked up and it slipped higher.",
        "YOU:\nCould you reach any way to stop it?",
        "ERICK:\nThe release knob is on top. I could not reach it. It floated past the fence like a stubborn moon.",
        "YOU:\nWhen did you realize Hawk might be in it?",
        "ERICK:\nThe hatch flap was open and I could not see inside. He is small. I thought he might be curled up on the floor. My heart just dropped.",
        "YOU:\nDid you search the house right away?",
        "ERICK:\nWe did. Every room. Closets. Under beds. Peng checked the basement. I shouted up at the attic hatch. No answer.",
        "YOU:\nDoes Hawk hide when he is worried?",
        "ERICK:\nHe builds forts with blankets. He crawls into boxes. Usually he pops out if you say his name. Today he did not.",
        "YOU:\nAnything different about this morning?",
        "ERICK:\nHe was quiet. He wore the green dinosaur hoodie. He kept asking if the balloon could carry a person. I joked and said maybe a bird. I wish I had not said that.",
        "YOU:\nWhere were Peng and Tori during the launch?",
        "ERICK:\nPeng was measuring the line. Tori was filming on her phone. They both screamed when it lifted.",
        "YOU:\nSome neighbors said the balloon looked empty as it drifted.",
        "ERICK:\nMaybe from far away you cannot tell. I do not want to gamble on a maybe. If he is up there, he needs us.",
        "YOU:\nIs there any crawlspace or corner he likes near the garage?",
        "ERICK:\nThere is a little gap behind the paint shelf. The cat naps there. Peng knocked on it. Nothing.",
        "YOU:\nHow tight were the ropes, honestly?",
        "ERICK:\nNot tight enough. I thought I had time to add the last tie. I misjudged the wind. That is on me.",
        "YOU:\nWhen did you last see Hawk for sure?",
        "ERICK:\nRight before I turned for the tape. He was on the patio with his hands on his knees, pretending to be ground control.",
        "YOU:\nIf Hawk could hear you right now, what would you say?",
        "ERICK:\nBuddy, you are not in trouble. Please answer me. Just say where you are and I will come get you.",
        "YOU:\nWe will keep checking every inch. Is there anything else I should know?",
        "ERICK:\nOnly this. I built that balloon to make them smile. I never meant for it to leave the ground without me holding it. I will not stop until he is back on the couch, eating snacks, rolling his eyes at my science talks."
    ],
    "PENG": [
        "YOU:\nThank you for talking with me, Peng. I know this is hard.",
        "PENG:\nI want to help. If talking helps us find him faster, I will talk.",
        "YOU:\nTell me how the day started in your home.",
        "PENG:\nQuiet. I made tea and packed a small snack. Erick laid out the shiny balloon panels. Hawk bounced around the kitchen, then went out to the patio with his hoodie half zipped.",
        "YOU:\nWhat was your role outside during the setup?",
        "PENG:\nI measured the line. I held the tape and called out the numbers while Erick tied to the deck posts. We wanted the balloon to lift a little and float safely.",
        "YOU:\nDid you ask for any safety checks before the lift?",
        "PENG:\nI told Erick we should add one more tie and test the knots again. He said one second, he would grab more tape, and then we would finish.",
        "YOU:\nWhere was Hawk right before things went wrong?",
        "PENG:\nNear the patio chair, crouched like a little pilot. He made a countdown voice and said he would press pretend buttons. I told him to keep his feet back from the ropes.",
        "YOU:\nWhat did you notice the moment the balloon moved?",
        "PENG:\nA jump in the line in my hands. The knot near the post slid, and the wind caught the silver belly. It pulled up so fast that I lost the measure.",
        "YOU:\nCould you see inside the balloon as it lifted?",
        "PENG:\nThe side flap opened and I tried to look. The angle was bad and the sun hit my eyes. I did not see a face or a shoe. I could not tell.",
        "YOU:\nWhat sound did you hear then?",
        "PENG:\nA soft thump, like fabric brushing wood, and a hiss from the vent. I shouted for Erick and Tori at the same time.",
        "YOU:\nWhat did Tori do when it lifted?",
        "PENG:\nShe dropped her phone on the deck and ran to the gate. She yelled for the neighbors and pointed to the sky so I would not lose sight of it.",
        "YOU:\nWhat did you do in the next minutes?",
        "PENG:\nI checked the house. I called his name in every room. I looked under the sofa, behind the curtains, inside the laundry baskets, and in the shower with the curtain pulled aside. Then I went to the basement and opened the storage door.",
        "YOU:\nDoes Hawk have favorite hiding places?",
        "PENG:\nHe likes small spaces. He makes blanket caves. There is a gap behind the paint shelf in the garage. I tapped it and waited. I did not hear him.",
        "YOU:\nWas Hawk anxious this morning?",
        "PENG:\nHe was serious. He asked if the balloon could carry a person. I told him it was a science toy and not for riding. He nodded but kept watching it like it was a big silver cloud.",
        "YOU:\nDid you notice anything about the ropes or knots that worried you?",
        "PENG:\nThe knots held for a while, but the wind changed. I should have made us stop and add the last tie. I keep thinking about that moment.",
        "YOU:\nSome people say the balloon looked empty as it drifted.",
        "PENG:\nMaybe it was. Maybe it was not. I cannot trust my eyes from the ground, and I cannot gamble on maybe. We have to search everywhere.",
        "YOU:\nIf Hawk is hiding somewhere in the house, what might make him stay quiet?",
        "PENG:\nHe goes still when he thinks he broke a rule. He waits for the right words. If he hears a calm voice that says he is safe, he usually peeks out.",
        "YOU:\nWhat words should we use if he can hear us?",
        "PENG:\nHawk, you are safe and you are not in trouble. We want to see your face. Please answer so we can come to you.",
        "YOU:\nAre there any spaces that people might overlook?",
        "PENG:\nThe attic ladder sticks a little. You have to tug with two hands. There is a low cupboard at the back of the pantry. There is also a small shelf behind the paint cans in the garage and a soft spot under the tarp in the shed.",
        "YOU:\nWhen did you last see him for sure with your own eyes?",
        "PENG:\nJust before the lift. He was by the patio chair with his hands on his knees, and the strings were brushing the deck. Then I looked at the tape, and the next second the sky took over.",
        "YOU:\nHow are you holding up right now?",
        "PENG:\nI am scared, but I am steady. I will keep looking and calling until I hear his voice. I want him back on the couch with his socks on the wrong feet and crumbs on his shirt. That is all I want."
    ],
    "TORI": [
        "YOU:\nThanks for meeting with me, Tori. I know this is a lot right now.",
        "TORI:\nIt is, but I can talk. If saying it out loud helps us find him, I will keep going.",
        "YOU:\nTell me how your morning started before the launch.",
        "TORI:\nPretty normal. I grabbed cereal, Hawk stole my spoon and laughed, and Dad spread out the shiny balloon material on the patio. Hawk wore his green dinosaur hoodie and kept asking when the big “science moment” would happen.",
        "YOU:\nWhere were you standing when your dad began the demonstration?",
        "TORI:\nOn the deck, near the railing, holding my phone. I wanted a clear shot of the lift so I climbed one step up for a higher angle.",
        "YOU:\nWhat did you see right before things went wrong?",
        "TORI:\nThe balloon rocked a little, like a slow heartbeat. The lines twitched and one knot looked loose. Dad reached for tape. The wind came in like a push, and I saw the rope slide along the wood.",
        "YOU:\nDid you see Hawk climb in or reach toward the balloon at any point?",
        "TORI:\nNo, I did not see that. I saw the side flap move, and for a second I tried to peek through the viewfinder, but the sun flashed on the silver and I lost it.",
        "YOU:\nWas there a sound when the balloon lifted?",
        "TORI:\nA soft thump and a kind of rustle, then the rope snapped tight and slipped free. I yelled Dad’s name and dropped my phone on the deck without even thinking.",
        "YOU:\nWhat did you do next?",
        "TORI:\nI ran to the gate to keep it in sight and shouted to the neighbors so someone else could track it if I blinked. Then I went inside and started checking rooms.",
        "YOU:\nWalk me through that search.",
        "TORI:\nI looked under the couch cushions, behind the curtains, inside the hallway closet, and in the laundry room hampers. I checked the bathroom cabinet, the space behind the TV stand, and then the garage.",
        "YOU:\nAny favorite hiding spots that came to mind?",
        "TORI:\nHe likes tiny places. The cardboard box we used for costumes, the shelf behind the paint cans, and the space under the old tarp by the mower. I tapped the spots and called his name. It was quiet.",
        "YOU:\nHow does Hawk act when he thinks he crossed a line?",
        "TORI:\nHe freezes. He holds his breath and waits for a soft voice. If you say he is safe and that no one is mad, he usually scoots out with that guilty little smile.",
        "YOU:\nDid you and Hawk argue today or say anything that might make him hide longer?",
        "TORI:\nWe teased each other about the controller earlier, and I joked that he was too small to be a pilot. I wish I had not said that. He took it serious for a second, I could tell.",
        "YOU:\nWhat did the ropes and knots look like from where you stood?",
        "TORI:\nTwo were solid, one looked temporary, like a quick tie while Dad grabbed more tape. I thought we had time. I was wrong.",
        "YOU:\nSome people say the balloon looked empty as it drifted.",
        "TORI:\nFrom the ground it is hard to tell. I do not want to trust a guess when it is my brother. We have to search as if he could be anywhere.",
        "YOU:\nWhen did you last see him for sure with your own eyes?",
        "TORI:\nRight before Dad reached for the tape. Hawk was crouched by the patio chair, doing a countdown voice with his hands like he was holding a mic.",
        "YOU:\nDid you notice the hatch or flap position when it lifted?",
        "TORI:\nIt flipped open as the wind grabbed it. I tried to see inside, but the glare off the silver messed with my view.",
        "YOU:\nIf Hawk can hear you right now, what would you say?",
        "TORI:\nHawk, you are not in trouble. Say where you are and I will come to you first, even if it is the silliest hiding place in the house.",
        "YOU:\nHow are you handling all of this?",
        "TORI:\nI feel like I am shaking on the inside, but I keep moving because stopping makes it worse. I just want him back on the couch complaining about my music.",
        "YOU:\nIs there anything on your phone video that might help?",
        "TORI:\nI think the clip shows the moment the wind changes and the line slips. I can charge my phone and play it frame by frame if that helps with timing.",
        "YOU:\nIs there any place we have not mentioned that we should check again?",
        "TORI:\nThe attic ladder sticks if you pull it too soft. The pantry has a low cupboard at the back. The shed has a hollow spot under the workbench. I want all of those opened, slowly and calmly.",
        "YOU:\nWhat do you need from everyone around you right now?",
        "TORI:\nClear voices, steady hands, and no blame until he is found. We can talk about knots and tape later. Right now I only care about hearing my little brother say “I am here.”"
    ],
    "HAWK": [
        "YOU:\nHawk, everyone is so glad you are here. Are you feeling okay?",
        "HAWK:\nI am okay. My tummy is loud and I want crackers.",
        "YOU:\nWe can get you snacks soon. Can you tell me where you were?",
        "HAWK:\nI was in the attic above the garage. The ladder is squeaky. I climbed slow and then I crawled behind the big boxes.",
        "YOU:\nWere you there the whole time after the balloon went up?",
        "HAWK:\nYes. I went up when the balloon made the flap go flip and the rope made a zee sound. It scared me and I ran.",
        "YOU:\nDid you ever get inside the balloon?",
        "HAWK:\nNo. I looked at the shiny part and touched the side, but I did not go in. It looked like a silver moon and I just wanted to see.",
        "YOU:\nWhat were you doing right before it took off?",
        "HAWK:\nI was doing the countdown voice. Ten and nine and eight. Dad said wait. I said I can help. Then the wind pushed and it whooshed.",
        "YOU:\nDid you touch the ropes or the knots?",
        "HAWK:\nI poked one knot with one finger to see if it was tight. It wiggled. I am sorry.",
        "YOU:\nThank you for telling me. No one is mad. Why did you hide in the attic?",
        "HAWK:\nI thought I would get in trouble. My heart went boom boom. I wanted it to be quiet, so I went to my secret place.",
        "YOU:\nCould you hear your family calling your name?",
        "HAWK:\nYes. I heard Dad and Mom and Tori. I put my hoodie over my head and hugged my knees. I wanted to come out, but my legs felt stuck.",
        "YOU:\nDid you hear anything else from up there?",
        "HAWK:\nI heard a siren far away and a helicopter sound like a giant bug. The house made tiny crack sounds. It was dark and dusty.",
        "YOU:\nWhat made you decide to come down now?",
        "HAWK:\nI am hungry and I thought maybe the balloon is gone and maybe no one is mad. I wanted to say sorry.",
        "YOU:\nYou are not in trouble. Next time, if you feel scared, what could you do instead of hiding?",
        "HAWK:\nI can tell Mom. Or I can sit on the steps and count to ten and wait.",
        "YOU:\nThat is a good plan. Did anything in the attic keep you warm?",
        "HAWK:\nThere is a sleeping bag that smells like crayons. I wrapped up like a burrito.",
        "YOU:\nDo you remember what you were wearing when you went up there?",
        "HAWK:\nMy green dinosaur hoodie. The one with the little spikes. It makes me brave.",
        "YOU:\nWhen you saw the balloon rise, what did you think?",
        "HAWK:\nI thought it was a space ship. I felt small.",
        "YOU:\nIf you could say something to your dad right now, what would it be?",
        "HAWK:\nDad, I am sorry I touched the knot. I did not mean to. I want to help next time, but with both of us holding it.",
        "YOU:\nAnd to your mom?",
        "HAWK:\nMom, please do not worry. I am okay. I want noodles and a hug.",
        "YOU:\nAnd to Tori?",
        "HAWK:\nTori, your phone video is cool. Do not be sad. We can make a new science show where the balloon stays on the ground.",
        "YOU:\nOne last question. Where is your favorite safe place in the house if you need a quiet moment?",
        "HAWK:\nThe couch under the blanket fort. I can see the TV a little and I can hear everyone.",
        "YOU:\nThank you, Hawk. You were very brave to tell the truth.",
        "HAWK:\nCan I have crackers now and maybe juice?"
    ]
}